Repository: Fenriz1349/P8_DA-IOS
Catalog: Arista/Utils/Localizable.xcstrings
Source language: en
Languages: fr

source: Add Exercice
fr: Ajouter Exercice

source: Beginning %@
fr: Début: %@

# category
source: Activity type:
fr: Type d’activité:

# createProfile.question
source: Create Profile ?
fr: Créer un Profil ?

# error.cleaningMessage
source: Error during cleaning
fr: Erreur pendant le nettoyage

# error.coreDataMessage
source: Error CoreData:
fr: Erreur CoreData

# error.countMessage
source: Error during counting
fr: Erreur de comptage

# error.migrationDescription
source: Migration needed
fr: Migration nécessaire

# error.missingFileDescription
source: Missing file
fr: Fichier manquant

# error.openStoreDescription
source: Error storage / opening
fr: Erreur stockage / ouverture

# error.permissionDescription
source: Permission Denied
fr: Permission refusée

# error.unknownDescription
source: Unknown Error
fr: Erreur inconnu

# error.UserFirstNameIsNil
source: User.firstName should never be nil
fr: User.firstName ne doit jamais être nil

# error.UserLastNameIsNil
source: User.firstName should never be nil
fr: User.lastName ne doit jamais être nil

# error.UserloginIsNil
source: User.login should never be nil
fr: User.login ne doit jamais être nil

source: Hello
fr: Salut

source: Hour start:
fr: Heure de début:

source: Intensity:
fr: Intensité:

# length
source: Length( in minutes)
fr: Durée( en minute)

source: Length: %lld hours
fr: Durée: %lld heures

source: Length: %lld min
fr: Durée: %lld min

source: New Exercice
fr: Nouvel Exercice

source: Sleep
fr: Sommeil

source: Sleep history
fr: Historique de sommeil

source: Welcome !
fr: Bienvenue !
